Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/FARMPROC_en-US_de.tmx
Source language: en_us
Languages: de

source: The type of livestock product being produced.^
de: Die Art des erzeugten tierischen Erzeugnisses.^

source: This area shows the stock of the product in the unit.
de: Dieser Bereich zeigt den Bestand des Produktes in der Einheit an.

source: Each box represents one cargo of the product.
de: Jede Box repräsentiert eine Ladung des Produktes.

source: Each cargo can store a certain number of units of the product.^
de: Jede Ladung kann eine bestimmte Anzahl von Einheiten des Produkts speichern.^

source: The yellow bar is the livestock supply bar.
de: Der gelbe Balken ist der Versorgungsbalken für das Vieh.

source: The orange one is the processing capacity bar.^^If the livestock supply bar is shorter than the processing capacity bar, this means that the unit is underused and can process more livestock.
de: Der orangefarbene Balken ist der Balken für die Verarbeitungskapazität.^^Wenn der Balken für die Viehversorgung kürzer ist als der Balken für die Verarbeitungskapazität, bedeutet dies, dass die Einheit nicht ausgelastet ist und mehr Vieh verarbeiten kann.

source: You could link additional input units to it to exploit its capacity.^^Conversely, if the livestock supply bar is longer than the processing capacity bar, the unit has reached its full capacity and cannot process all livestock sent to it.
de: Umgekehrt hat die Einheit ihre volle Kapazität erreicht und kann nicht alle an sie gesendeten Tiere verarbeiten, wenn die Versorgungsleiste länger als die Verarbeitungsleiste ist.

source: You could set up a new livestock process unit to lessen the workload of the current one.
de: Sie könnten eine neue Viehverarbeitungseinheit einrichten, um die Arbeitslast der aktuellen zu verringern.

source: You could also increase the training budget for the current unit, which would increase the unit's productivity in long term.
de: Sie könnten auch das Schulungsbudget für die aktuelle Einheit erhöhen, was die Produktivität der Einheit langfristig erhöhen würde.
